<%--
  Created by IntelliJ IDEA.
  User: Alexandr
  Date: 15.02.2018
  Time: 19:35
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java"  pageEncoding="UTF-8" %>
<html>
<head>
    <meta content="text/html" charset="UTF-8">
    <title>Legal</title>
    <jsp:include page="${pageContext.request.contextPath}/headers/head.jsp"/>
</head>
<body>
    <h1>
        Юридическая информация и официальные уведомления
    </h1>
    <div>
        <p>
            Право собственности на сайт; согласие с условиями использования
            Настоящие положения и условия использования («Условия использования») относятся к веб-сайту компании Apple,
            расположенному по адресу www.apple.com, и ко всем соответствующим сайтам, связанным с веб-сайтом www.apple.com и
            принадлежащим компании Apple, её дочерним предприятиям и филиалам, включая сайты Apple по всему миру (совместно именуемые
            «Сайт»). Сайт является собственностью компании Apple Inc. («Apple») и её лицензиаров. ИСПОЛЬЗУЯ САЙТ,
            ВЫ ПРИНИМАЕТЕ НАСТОЯЩИЕ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ; В СЛУЧАЕ НЕСОГЛАСИЯ С УСЛОВИЯМИ НЕ ИСПОЛЬЗУЙТЕ САЙТ.

            Apple оставляет за собой право в любое время по своему усмотрению изменять, добавлять или удалять пункты настоящих
            Условий использования. Вы несёте ответственность за периодическую проверку настоящих Условий использования на наличие
            изменений. Продолжение использования Сайта после внесения изменений означает принятие вами этих изменений.
            При условии соблюдения вами настоящих Условий использования Apple предоставляет вам личное, неисключительное,
            не подлежащее передаче другому лицу, ограниченное право на посещение и использование Сайта.
        </p>
    </div>
    <jsp:include page="${pageContext.request.contextPath}/footer/footer.jsp"/>
</body>
</html>
