<%--
  Created by IntelliJ IDEA.
  User: Alexandr
  Date: 15.02.2018
  Time: 19:41
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java"  pageEncoding="UTF-8" %>
<html>
<head>
    <meta content="text/html" charset="UTF-8">
    <title>Privacy</title>
    <jsp:include page="${pageContext.request.contextPath}/headers/head.jsp"/>
</head>
<body>
    <h1>Политика конфиденциальности</h1>
    <h2>Сбор и использование личной информации</h2>
    <div>
        <p>Личная информация — это данные, позволяющие опознать человека или связаться с ним.</p>
        <p>Если вы обратитесь в Apple или дочернюю компанию Apple, вас могут попросить предоставить личную информацию.
            Apple и ее дочерние компании могут обмениваться этой личной информацией друг с другом и использовать ее в соответствии с
            данной политикой конфиденциальности. Эти сведения могут быть объединены с другими в целях предоставления и улучшения наших
            продуктов, услуг, контента и рекламы. Вы не обязаны предоставлять личную информацию по нашему запросу, однако, если вы ее не
            укажете, в некоторых случаях мы не сможем предоставить вам продукт, оказать услугу или ответить на запрос.
        </p>
        <p>Вот несколько примеров того, какую личную информацию может попросить вас предоставить компания
            Apple и как она может нами использоваться.
        </p>
    </div>
    <jsp:include page="${pageContext.request.contextPath}/footer/footer.jsp"/>
</body>
</html>
